1password-beta
1password-cli
accountsservice
aether
alacritty
alsa-firmware
alsa-plugins
alsa-utils
asdcontrol
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bolt
brightnessctl
btop
btrfs-assistant
btrfs-progs
cantarell-fonts
chromium
claude-code
cliamp
cpupower
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-9.0
duf
dust
e2fsprogs
efibootmgr
efitools
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
foot
fsarchiver
gedit
git
github-cli
glances
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gpu-screen-recorder
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
impala
imv
inetutils
intel-ucode
iptables
iwd
jfsutils
kdenlive
kernel-modules-hook
kvantum-qt5
lazydocker
lazygit
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libqalculate
libreoffice-fresh
libreoffice-fresh-es
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-firmware
llvm
localsend
logrotate
lsb-release
lsscsi
luarocks
lvm2
mako
man-db
man-pages
mariadb-libs
mdadm
meld
mesa-utils
micro
mise
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-python
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
obs-studio
obsidian
omarchy-keyring
omarchy-nvim
omarchy-walker
opencl-mesa
openssh
os-prober
pacman-contrib
pamixer
pavucontrol
perl
pinta
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
polkit-gnome
poppler-glib
postgresql-libs
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-poetry-core
python-terminaltexteffects
qt5-wayland
quickshell
rebuild-detector
reflector
ripgrep
rsync
ruby
rust
s-nail
satty
sddm
sg3_utils
signal-desktop
slurp
smartmontools
snapper
socat
sof-firmware
spotify
starship
sudo
sushi
swaybg
swayosd
sysfsutils
system-config-printer
tesseract
tesseract-data-eng
texinfo
tldr
tmux
tobi-try
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-ia-writer
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typora
tzupdate
ufw
ufw-docker
unrar
unzip
upower
usage
usb_modeswitch
usbutils
uwsm
vim
visual-studio-code-bin
vlc-plugins-all
voxtype-bin
vulkan-radeon
waybar
wget
which
whois
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-terminal-exec
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xmlstarlet
xournalpp
yaru-icon-theme
yay
zoxide
